Repository: Colombio/iOSColombio
Catalog: Colombio/Colombio/*.lproj/Localizable.strings
Languages: hr

source: Newspaper
hr: Novine

# foto_video
source: Photo/video
hr: Fotografija/video

source: News
hr: Novost

source: Story tip
hr: Predložena priča

source: Community news
hr: Vijest zajednice

source: Announce event
hr: Najavi događaj

# start_message
source: Before you start sharing your news with the world, create your account or sign in, choose country, choose media and enter your info.
hr: Prije nego što počnete dijeliti svoje vijesti sa svijetom, kreirajte svoj račun ili se ulogirajte, odaberite zemlju, odaberite medij i unesite svoje podatke.

source: Create account
hr: Registriraj se

# register_successful
source: Registration successful
hr: Uspješna registracija

# enter_username
source: Enter your username
hr: Unesi korisničko ime

# enter_email
source: Enter your email
hr: Unesi email

# enter_password
source: Enter your password
hr: Unesi lozinku

# enter_confirm_password
source: Confirm password
hr: Potvrdi lozinku

# error_username_exists
source: Username already exists
hr: Korisničko ime već postoji

# error_username_format
source: Enter your username
hr: Unesi korisničko ime

# error_email_exists
source: Email already exists
hr: Email već postoji

# error_email_format
source: Wrong email
hr: Pogrešan email

# error_password
source: 8 chars, 1 capital, 1 number
hr: Min. 8 znakova, 1 veliko slovo, 1 broj

# error_confirm_password
source: Both passwords must match
hr: Lozinke se ne podudaraju

# acc_terms_of_service_lbl
source: By creating account, you agree to the
hr: Kreiranjem računa slažete se sa

# acc_terms_of_service
source: Terms of Service
hr: Uvjetima usluge

source: and
hr: i

# acc_privacy_policy
source: Privacy Policy
hr: Politikom privatnosti

# acc_already_have_account
source: Already have an account?
hr: Već imate račun?

# forgot_password
source: Send password
hr: Pošalji lozinku

# email_banned
source: User with this email is banned
hr: Korisnik blokiran

# email_null
source: Email does not exist
hr: Email ne postoji

# wait
source: Please wait...
hr: Molimo pričekaj...

source: Yes
hr: Da

source: No
hr: Ne

source: Cancel
hr: Odustani

# hr
source: Croatian
hr: Hrvatski

# en
source: English
hr: Engleski

# error_web_request
source: Error sending request
hr: Pogreška prilikom slanja zahtjeva

# login_enter_email
source: Enter your email
hr: Unesi email

# login_enter_password
source: Enter your password
hr: Unesi lozinku

# login_login
source: Log In
hr: Prijavi se

# login_missing_account
source: Don't have an account?
hr: Nemaš račun?

# login_signup
source: Sign up!
hr: Registriraj se!

# login_forget_password
source: Forgot password?
hr: Zaboravljena lozinka?

# google_token_error
source: Google account information error
hr: Greška autorizacije na Google

# check_email
source: Check your email.
hr: Provjeri email.

# pass_sent
source: Password sent.
hr: Lozinka poslana.

source: Select country
hr: Država

source: Select media
hr: Medij

source: Search media
hr: Traži medij

# search_country
source: Search countries
hr: Traži državu

source: Your info
hr: TVOJI PODACI

# connect_paypay
source: Connect PayPal
hr: Spoji PayPal

source: Sending news as
hr: Novosti šaljete kao

# error_choose_one_country
source: Select at least one country
hr: Odaberi barem jednu državu

# error_choose_one_media
source: Select at least one media
hr: Odaberi barem jedan medij

# select_media_favorites
source: FAVORITES
hr: OMILJENI MEDIJI

# select_media_othermedia
source: OTHER MEDIA
hr: DRUGI MEDIJI

# choose_one_country
source: Select at least one country
hr: Odaberi barem jednu državu

# news_title_placeholder
source: Enter your title
hr: Unesite naslov

# news_description_placeholder
source: Enter your description
hr: Unesite opis

# send_news
source: SEND OPTIONS
hr: OPCIJE SLANJA

source: SELECT CONTENT
hr: ODABERITE SADRŽAJ

source: USE
hr: POTVRDI

# photos_max_num
source: You can upload up to 5 pictures and/or 1 video
hr: Možeš slati do 5 slika i/ili 1 video

# photos_max_num_title
source: Number limit of pictures/video exceeded
hr: Premašen broj slika/videa

# i_want_sell
source: I want to sell
hr: Želim prodati

source: Media price offer $%@
hr: Ponuđena cijena $%@

# media_may_or_not
source: *Media may or may not publish your news.
hr: Mediji nisu dužni objaviti tvoju vijest

# media_only_one
source: *Only one media can buy your news
hr: *Samo jedan medij može kupiti tvoju vijest

# be_signed
source: Be signed as an author
hr: Želim biti autor

source: Contact me
hr: Moj kontakt broj

source: Anonymous sending
hr: Anonimno slanje

# name_price
source: Name your price (max $%@)*
hr: Navedi cijenu (max $%@)*

source: Name and surname
hr: Ime i prezime

source: Name
hr: Ime

source: Surname
hr: Prezime

source: Phone number
hr: Broj telefona

source: DID YOU KNOW?
hr: DA LI STE ZNALI?

# do_you_really_want_to_exit
source: Do you really want to exit? Your news will be deleted.
hr: Da li stvarno želite izaći? Svi podaci će biti izbrisani

# error_fill_fields
source: Please fill fields marked in red
hr: Molimo ispunite polja označena crvenom bojom

# error_missing_images
source: Please choose at least one image or video
hr: Molimo odaberite barem jednu sliku ili video

# error_missing_tags
source: Please choose at least one tag
hr: Molimo odaberite barem jedan tag

# error_missing_media
source: Please choose at least one media
hr: Molimo odaberite barem jedan medij

# send_success
source: News sent. Please wait…
hr: Uspješno poslano. Molimo pričekaj…

# send_failed
source: Sending failed. Please wait…
hr: Slanje nije uspjelo. Molimo pričekaj…

source: Reward
hr: Nagrada

source: DATE
hr: DATUM

source: UNTIL
hr: DO

# header_next
source: NEXT
hr: DALJE

# header_use
source: USE
hr: POTVRDI

# header_save
source: SAVE
hr: SPREMI

# header_send
source: SEND
hr: ŠALJI

source: Call
hr: Nazovi

source: Settings
hr: Postavke

# select_language
source: Select langauge
hr: Odaberi jezik

source: Alerts
hr: Obavijesti

source: About
hr: O nama

source: Log off
hr: Odjavi se

source: Privacy policy
hr: Politika privatnosti

source: Terms of service
hr: Uvjeti usluge

# notify_alerts
source: Notify me when COLOMBIO sends info and media sends news demand and replies via:
hr: Obavijesti me kad COLOMBIO pošalje obavijest i medij pošalje zahtjev ili odgovor putem:

# user_balance
source: My balance
hr: Saldo

# user_pending_cash_out
source: Pending cashout
hr: Isplata u tijeku

# user_connectpp
source: Connect PayPal
hr: PayPal podaci

# user_placeholder_paypalemail
source: Your PayPal email account
hr: Tvoja PayPal email adresa

# user_placeholder_name
source: First mame
hr: Ime

# user_placeholder_lastname
source: Last name
hr: Prezime

# user_placeholder_street
source: Street
hr: Ulica

# user_placeholder_city
source: City
hr: Grad

# user_placeholder_zip
source: Postal code
hr: Poštanski broj

# user_placeholder_country
source: Country
hr: Država

# user_pp_info
source: Don't have PayPal account? Please create one before cashout
hr: Nemaš Paypal račun? Izradi ga prije isplate.

# user_anonymous
source: Send news as anonymoys
hr: Šalji anonimno

# user_placeholder_phonenumber
source: Phone number
hr: Broj telefona
